package com.kh.rand.menu;


public class RandomMenu {


	public static void main(String[] args) {
		/*
		 * 
			미리 선정된 아침, 점심, 저녁, 야식, 안주 메뉴를 임의로 선택하여 제공하는 프로그램
			
			1. 정해진 메뉴를 배열로 만들고 사용자가 메뉴 추가를 원하는 경우 해당하는 아침,
			   점심, 저녁... 의 메뉴로 추가 가능
			
			프로그램 메뉴
			  1. 아침 랜덤 선택
			  2. 점심 랜덤 선택
			  3. 저녁 랜덤 선택
			  4. 야식 랜덤 선택
			  5. 안주 랜덤 선택
			  6. 메뉴 추가
			
			  입력 : 6
			
			  1. 아침 메뉴 추가
			  2. 점심 메뉴 추가
			  3. 저녁 메뉴 추가
			  4. 야식 메뉴 추가
			  5. 안주 메뉴 추가
			
			  입력 : 2
			
			  메뉴 입력 : 라면+김밥
			  점심 메뉴에 "라면+김밥" 이 추가되었습니다.
			
			  1. 아침 랜덤 선택
			  2. 점심 랜덤 선택
			  3. 저녁 랜덤 선택
			  4. 야식 랜덤 선택
			  5. 안주 랜덤 선택
			  6. 메뉴 추가
			
			  입력 : 
		 */


		
	}

}
